import { IOptions } from "@/components/ui/CustomSelect/CustomSelect";

export const durationOfStayListItems: IOptions[] = [
  {
    label: "Лица, прибывающие на территорию Республики Абхазия на срок до 24 часов",
    value: "Лица, прибывающие на территорию Республики Абхазия на срок до 24 часов",
  },
  {
    label: "до 7 суток включительно",
    value:
      "Лица, прибывающие на территорию Республики Абхазия на срок до 7 суток включительно",
  },
  {
    label: "до 15 суток включительно",
    value:
      "Лица, прибывающие на территорию Республики Абхазия на срок до 15 суток включительно",
  },
  {
    label: "до 30 суток включительно",
    value:
      "Лица, прибывающие на территорию Республики Абхазия на срок до 30 суток включительно",
  },
  {
    label: "до 90 суток включительно",
    value:
      "Лица, прибывающие на территорию Республики Абхазия на срок до 90 суток включительно",
  },
  {
    label: "до 183 суток включительно",
    value:
      "Лица, прибывающие на территорию Республики Абхазия на срок до 183 суток включительно",
  },
  {
    label: "до 1 года включительно",
    value:
      "Лица, прибывающие на территорию Республики Абхазия на срок до 1 года включительно",
  },
];
